Repository: albanobattistella/gnome-shell-extension-wol
Catalog: src/po/*.po
Languages: sv

source: Wake-on-LAN extension
sv: Wake-on-LAN tillägg

source: Add Server
sv: Lägg till server

source: New Server (%d)
sv: Ny server (%d)

source: Servers
sv: Servrar

source: General
sv: Allmänt

source: Wake Timeout (seconds)
sv: Väntetid (sekunder)

source: How long after wake attempt before marking server as offline
sv: Hur lång tid efter ett väckningsförsök innan servern markeras som avstängd

source: Network Broadcast IP
sv: Nätverkets broadcast-adress

source: Server "%s" is online
sv: Servern "%s" är påslagen

source: Server "%s" did not wake up
sv: Servern "%s" väcktes inte

source: Status online
sv: Status påslagen

source: Status offline, can be turned on
sv: Status avstängd, kan sättas på

source: Status offline
sv: Status avstängd

source: Delete Server
sv: Radera servern

source: Name
sv: Namn

source: MAC Address
sv: MAC-adress

source: IP Address or Domain
sv: IP-adress eller domän

source: Wake-on-LAN Servers
sv: Wake-on-LAN servrar

source: A list of servers with name, IP and MAC address, encoded as a JSON string
sv: En lista av servrar med namn, IP och MAC-adress, representerad som en JSON " "sträng
